/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "Да";

/* For dialogs no buttons */
"HockeyNo" = "Нет";

/* For dialogs ok buttons */
"HockeyOK" = "OK";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "Эта программа";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Неожиданное завершение %@";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "Пошлете анонимный отчет, чтобы мы могли исправить эту ошибку?";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Пошлете отчет, чтобы мы могли исправить эту ошибку?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Отправлять всегда";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Отправить отчет";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Не отправлять";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Отправка...";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "Имеется обновление";

"UpdateAlertTextWithAppVersion" = " Доступно: %@.";

"UpdateAlertMandatoryTextWithAppVersion" = "Доступно обязательное обновление %@!";

"UpdateIgnore" = "Игнорировать";

"UpdateShow" = "Показать";

"UpdateInstall" = "Установить";

"UpdateRemindMe" = "Напомнить";


/* Update Details */

"UpdateScreenTitle" = "Обновление";

"UpdateButtonCheck" = "ПРОВЕРИТЬ";

"UpdateButtonSearching" = "ПРОВЕРКА";

"UpdateButtonUpdate" = "ОБНОВИТЬ";

"UpdateButtonInstalling" = "УСТАНОВКА";

"UpdateButtonOffline" = "ОФЛАЙН";

"UpdateInstalled" = "УСТАНОВЛЕНО";

"UpdateVersion" = "Версия";

"UpdateShowPreviousVersions" = "Показать предыдущие версии...";

"UpdateNoUpdateAvailableTitle" = "Нет обновлений";

"UpdateNoUpdateAvailableMessage" = "%@: самая новая версия.";

"UpdateError" = "Ошибка";

"UpdateWarning" = "Предупреждение";

"UpdateNoReleaseNotesAvailable" = "Нет комментариев по этой версии.";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "Авторизация...";

"UpdateAuthorizationOffline" = "Нужно подключить Интернет!";

"UpdateAuthorizationDenied" = "Отказано в авторизации. Свяжитесь с разработчиком.";


/* Update Expiry  */

"UpdateExpired" = "Срок использования %@ истек, использование прекращено.";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "Hockey Update не работает в Simulator.\nСхема itms-services:// url применена, но не работает.";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "Новый ответ на отклик";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "Поступил новый ответ на ваш отклик. Просмотреть его?";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "Игнорировать";

/* Alert Show Button */
"HockeyFeedbackShow" = "Показать";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "Отклик";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "Последнее обновление: %@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "Не было";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "Написать отклик";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "Добавить ответ";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "Ввести ваше имя";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "Ввести ваш email";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "Имя: %@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "Email: %@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "Удалить все сообщения";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "Ожидание";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "Этим действием будут стерты все сообщения на этом устройстве.";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "Удалить";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "Отменить";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "Отменить";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "Открыть";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "Копировать";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "Отклик на %@";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "Программа";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "Новый";

/* Send button */
"HockeyFeedbackComposeSend" = "Отправить";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "Добавить фото";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "Изменить фото";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "Удалить фото";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "Отменить";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "Мои данные";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "Перед отправкой отклика необходимо ввести ваши личные данные.";

/* Name Field */
"HockeyFeedbackUserDataName" = "Имя";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "Имя";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "Email";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "email@example.com";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "Разработчик запросил UDID этого устройства. Нажмите на ссылку ниже, чтобы открыть сайт HockeyApp и авторизовать доступ.";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "Открыть HockeyApp";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "Разработчик запросил email аккаунта HockeyApp. Нажмите на ссылку внизу, чтобы попасть на сайт HockeyApp и авторизовать доступ.";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "Введите email и пароль аккаунта HockeyApp, чтобы авторизовать доступ к этому приложению.";
"HockeyAuthenticationViewControllerDataEmailDescription" = "Введите email аккаунта HockeyApp, чтобы авторизовать доступ к этому приложению.";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "email@example.com";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "Обязательное поле";
"HockeyAuthenticationViewControllerEmailDescription" = "Email";
"HockeyAuthenticationViewControllerPasswordDescription" = "Пароль";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "Не удалось авторизоваться, так как ваше устройство не подключено к интернету. Попробуйте еще раз ";

"HockeyAuthenticationFailedAuthenticate" = "Авторизация не удалась. Попробуйте еще раз или свяжитесь с разработчиком приложения.";
"HockeyAuthenticationNotMember" = "У вас нет разрешения использовать это приложение. Обратитесь к разработчику приложения.";
"HockeyAuthenticationContactDeveloper" = "Ошибка авторизации. Свяжитесь с разработчиком приложения.";
"HockeyAuthenticationWrongEmailPassword" = "Вы ввели неверный email или пароль. Проверьте его правильность и попробуйте еще раз.";
"HockeyAuthenticationAuthSecretMissing" = "HockeySDK authorization secret не настроен. Свяжитесь с разработчиком приложения.";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "Обязательное поле";
